{
  "index": {
    "title": "Personal website of Matt Parrilla",
    "description": "Data visualizations, blog posts, and random musings of an embedded cultural anthropologist",
    "social_img": "img/harvest_moon.png"
  },
  "how-to-communicate-as-you-scale-your-org": {
    "title": "How To Communicate As You Scale Your Org",
    "description": "Embracing a written culture can help your organization get through growing pains as you scale from small to medium sized.",
    "social_img": "img/ten_employees.png"
  },
  "how-to-tell-where-robot-is-underwater": {
    "title": "How To Tell Where Your Robot Is When It's Underwater",
    "description": "An introduction to inertial navigation in marine robotics, from the sensors used to the mathematical tools needed to fuse that sensor data into a navigation solution",
    "social_img": "img/foggy_glider.jpg"
  },
  "inertial-navigation-marine-robotics": {
    "title": "Inertial Navigation in Marine Robotics",
    "description": "An introduction to inertial navigation in marine robotics, from the sensors used to the mathematical tools needed to fuse that sensor data into a navigation solution",
    "social_img": "img/foggy_glider.jpg"
  },
  "negotiation-http2-alpn-tls-handshake": {
    "title": "Negotiating HTTP/2: ALPN and the TLS Handshake",
    "description": "HTTP/2 in the browser uses ALPN to extend TLS by including the protocol negotiation in the exchange of hello messages. The client provides a list of protocols it speaks and the server responds with its selected protocol. No additional round-trip required."
  },
  "improving-the-weather-on-twitter": {
    "title": "Improving The Weather On Twitter",
    "description": "Using National Weather Service data and imagery to make a network of twitter bots that post regional radar GIFs with improved palettes and projections.",
    "social_img": "img/conus-basemap.gif"
  },

  "to-do-what-you-love-quit-what-you-dont": {
    "title": "To Do What You Love Quit What You Don't",
    "description": "Life is too short to spend your waking hours to not love what you do. To do what you love, quit what you don't"
  },

  "green-mountains": {
    "title": "Green Mountain Maps",
    "description": "High resolution elevation maps of the Green Mountains designed for winter."
  },

  "mount-mansfield-region": {
    "title": "Mount Mansfield Region",
    "subtitle": "The Green Mountains From the Winooski to the Lamoille",
    "description": "High resolution elevation map of the  Mount Mansfield region from the Winooski to the Lamoille."
  }
}
